export const heading =
`Изучим мир хищников: льва, пантеры, тигра и волка, каждый из 
которых уникален и играет ключевую роль в своей экосистеме.`

export const textLion =
  `Лев (Panthera leo) является одним из крупнейших хищников семейства кошачьих и известен как "король зверей" из-за 
  своего мощного вида и величественной гривы у самцов. Львы обитают в Африке и в небольшом регионе в Индии (Азиатский лев). 
  Отличительной чертой львов является их социальное поведение: они живут в группах, известных как стаи, которые обычно состоят 
  из нескольких самок, их детенышей и одного или нескольких самцов. Львицы в основном отвечают за охоту, в то время как самцы 
  защищают стаю и её территорию. Львы питаются в основном крупными травоядными, такими как антилопы, зебры и буйволы. В природе 
  средняя продолжительность жизни льва составляет около 10-14 лет, хотя в зоопарках они могут жить до 20 лет и более.`;

export const textPantera =
  ` Пантера не является отдельным видом, а скорее общим термином, используемым для описания кошачьих с черной окраской, в основном 
  это черные леопарды (Panthera pardus) в Африке и Азии или черные ягуары (Panthera onca) в Америке.
  Черные леопарды и ягуары имеют уникальный меланистический окрас, который является результатом генетической мутации, 
  вызывающей избыточное производство пигмента меланина. Это придает их шерсти глубокий, однородный черный цвет, хотя при 
  определенном освещении можно заметить традиционные пятнистые или полосатые узоры.
  Леопарды и ягуары - мощные, грациозные хищники. Они отличные лазутчики, способные взбираться на деревья и охотиться 
  или отдыхать на ветвях. Эти животные преимущественно ночные, охотятся в основном на мелких и средних млекопитающих, 
  птиц и рептилий.`;

export const textTiger =
  `Тигр (Panthera tigris) является одним из крупнейших и самых могущественных представителей семейства кошачьих. 
  Этот вид отличается характерной оранжевой шерстью с черными полосами, которые помогают ему маскироваться в природной 
  среде обитания. Тигры являются одиночными и территориальными хищниками, которые предпочитают жить в различных средах 
  обитания, включая тропические леса, болота, травянистые равнины и снежные равнины. Они известны своей физической силой, 
  ловкостью и способностью к длительным прыжкам, что делает их одними из самых эффективных охотников в дикой природе.
  Рацион тигров включает в себя в основном крупных травоядных, таких как олени, кабаны и антилопы. Как вершины пищевой цепи, 
  тигры играют ключевую роль в поддержании баланса экосистем в своих естественных местообитаниях.`;

export const textWolf =
  `Волк (Canis lupus) — крупное млекопитающее семейства псовых, известное своей социальной организацией и адаптивностью к 
  различным средам обитания. Волки распространены во многих регионах Северного полушария, включая леса, тундру, степи и пустыни.
  Волки общительны и живут стаями, которые обычно возглавляются альфа-самцом и альфа-самкой. Стая состоит из семейных пар, 
  их потомства и, иногда, принимаемых членов. Эти животные известны своими сложными коммуникационными способностями, включая вой, 
  жесты тела и различные звуковые сигналы. Волки — всеядные животные, но в их рационе преобладает мясо. Они охотятся 
  главным образом на крупных травоядных, таких как олени и лоси, хотя могут питаться и мелкими животными, падалью или 
  растительной пищей. Эффективная охота в стае позволяет волкам добывать добычу, значительно превосходящую их по размеру.`;