export const heading =
`Изучим мир хищников: льва, пантеры, тигра и волка, каждый из 
которых уникален и играет ключевую роль в своей экосистеме.`

export const textLion =
  `Лев, известный как символ мужества, обладает мощным телосложением и величественной гривой у самцов. 
  Эти хищники обитают в Африке и части Индии, примечательны своим социальным образом жизни - они живут в стаях, 
  что необычно для кошачьих. Львицы часто берут на себя роль охотников, работая вместе для обеспечения пищи, в 
  то время как самцы защищают стаю и её территорию. Львы также известны своей ролью в культуре и мифологии многих народов.`;

export const textPantera =
  `Пантера - это наименование, обычно используемое для описания черных ягуаров или леопардов. 
  Эти мощные хищники отличаются генетической мутацией, придающей им темную шерсть, что помогает им оставаться 
  незаметными в тени леса. Пантеры - искусные лазутчики и пловцы, что делает их превосходными охотниками в тропических лесах. 
  Они ведут ночной образ жизни, полагаясь на свое острое зрение и слух для выслеживания добычи.`;

export const textTiger =
  `Тигр, самый крупный представитель кошачьих, имеет уникальную окраску - ярко-рыжую шерсть с черными полосами. 
  Эти полосы помогают тиграм маскироваться среди густой растительности их обиталищ, которые варьируются от снежных 
  равнин до тропических лесов. Тигры известны своей физической мощью и способностью к длинным прыжкам. Эти одиночные 
  хищники играют важную роль в своих экосистемах, регулируя популяции других животных.`;

export const textWolf =
  `Волк, представитель семейства псовых, знаменит своей сложной социальной структурой и выносливостью. Охотясь стаями, 
  волки могут успешно добывать добычу, значительно превосходящую их по размеру, такую как олени и лоси. Они обладают 
  развитыми коммуникационными способностями, используя звуки и телодвижения для координации действий стаи. Волки также 
  играют ключевую роль в поддержании баланса в природе, контролируя численность травоядных.`;