export const heading =
`Изучим мир хищников: льва, пантеры, тигра и волка, каждый из 
которых уникален и играет ключевую роль в своей экосистеме.`

export const textLion =
`Лев, известный как "король зверей", является символом силы и мужества. 
Это второй по величине хищник семейства кошачьих после тигра. Отличается гривой у самцов и обитает в Африке 
и небольшой части Индии. Львы живут стаями и охотятся группами, что делает их уникальными среди больших кошек.`

  export const textPantera =
`Термин "пантера" обычно относится к черным вариациям ягуаров или леопардов. 
Отличаются сильным телосложением, мощными челюстями и острыми когтями. 
Пантеры широко известны своей скрытной и тихой охотой.`

  export const textTiger = 
`Тигр — самый крупный представитель семейства кошачьих. Известен своей ярко-рыжей шерстью 
с черными полосами. Тигры — одиночные охотники, преимущественно обитают в Азии. Имеют мощное тело и известны своей 
силой и ловкостью.`

  export const textWolf =
`Волк — крупный хищник семейства псовых. Отличается выносливостью и способностью 
к длительным погоням. Волки живут и охотятся в стаях, что делает их одними из самых социальных хищников. 
Обитают в различных климатических зонах по всему миру.`